[
  {
    "chapter": 1,
    "verses": [
      {
        "number": 1,
        "text": "The beginning of the gospel of Jesus Christ, the Son of God.",
        "parallels": []
      },
      {
        "number": 2,
        "text": "As it is written in Isaiah the prophet, 'Behold, I send my messenger before your face, who will prepare your way,'",
        "parallels": []
      },
      {
        "number": 3,
        "text": "'the voice of one crying in the wilderness: Prepare the way of the Lord, make his paths straight,'",
        "parallels": []
      },
      {
        "number": 4,
        "text": "John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.",
        "parallels": []
      },
      {
        "number": 5,
        "text": "And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins.",
        "parallels": []
      },
      {
        "number": 6,
        "text": "Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey.",
        "parallels": []
      },
      {
        "number": 7,
        "text": "And he preached, saying, 'After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie.'",
        "parallels": []
      },
      {
        "number": 8,
        "text": "'I have baptized you with water, but he will baptize you with the Holy Spirit.'",
        "parallels": []
      },
      {
        "number": 9,
        "text": "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan.",
        "parallels": []
      },
      {
        "number": 10,
        "text": "And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove.",
        "parallels": []
      },
      {
        "number": 11,
        "text": "And a voice came from heaven, 'You are my beloved Son; with you I am well pleased.'",
        "parallels": []
      },
      {
        "number": 12,
        "text": "The Spirit immediately drove him out into the wilderness.",
        "parallels": []
      },
      {
        "number": 13,
        "text": "And he was in the wilderness forty days, being tempted by Satan. And he was with the wild animals, and the angels were ministering to him.",
        "parallels": []
      },
      {
        "number": 14,
        "text": "Now after John was arrested, Jesus came into Galilee, proclaiming the gospel of God,",
        "parallels": []
      },
      {
        "number": 15,
        "text": "and saying, 'The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.'",
        "parallels": []
      },
      {
        "number": 16,
        "text": "Passing alongside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net into the sea, for they were fishermen.",
        "parallels": []
      },
      {
        "number": 17,
        "text": "And Jesus said to them, 'Follow me, and I will make you become fishers of men.'",
        "parallels": []
      },
      {
        "number": 18,
        "text": "And immediately they left their nets and followed him.",
        "parallels": []
      },
      {
        "number": 19,
        "text": "And going on a little farther, he saw James the son of Zebedee and John his brother, who were in their boat mending the nets.",
        "parallels": []
      },
      {
        "number": 20,
        "text": "And immediately he called them, and they left their father Zebedee in the boat with the hired servants and followed him.",
        "parallels": []
      },
      {
        "number": 21,
        "text": "And they went into Capernaum, and immediately on the Sabbath he entered the synagogue and was teaching.",
        "parallels": []
      },
      {
        "number": 22,
        "text": "And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes.",
        "parallels": []
      },
      {
        "number": 23,
        "text": "And immediately there was in their synagogue a man with an unclean spirit. And he cried out,",
        "parallels": []
      },
      {
        "number": 24,
        "text": "'What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.'",
        "parallels": []
      },
      {
        "number": 25,
        "text": "But Jesus rebuked him, saying, 'Be silent, and come out of him!'",
        "parallels": []
      },
      {
        "number": 26,
        "text": "And the unclean spirit, convulsing him and crying out with a loud voice, came out of him.",
        "parallels": []
      },
      {
        "number": 27,
        "text": "And they were all amazed, so that they questioned among themselves, saying, 'What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.'",
        "parallels": []
      },
      {
        "number": 28,
        "text": "And at once his fame spread everywhere throughout all the surrounding region of Galilee.",
        "parallels": []
      },
      {
        "number": 29,
        "text": "And immediately he left the synagogue and entered the house of Simon and Andrew, with James and John.",
        "parallels": []
      },
      {
        "number": 30,
        "text": "Now Simon's mother-in-law lay ill with a fever, and immediately they told him about her.",
        "parallels": []
      },
      {
        "number": 31,
        "text": "And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them.",
        "parallels": []
      },
      {
        "number": 32,
        "text": "That evening at sundown they brought to him all who were sick or oppressed by demons.",
        "parallels": []
      },
      {
        "number": 33,
        "text": "And the whole city was gathered together at the door.",
        "parallels": []
      },
      {
        "number": 34,
        "text": "And he healed many who were sick with various diseases, and cast out many demons. And he would not permit the demons to speak, because they knew him.",
        "parallels": []
      },
      {
        "number": 35,
        "text": "And rising very early in the morning, while it was still dark, he departed and went out to a desolate place, and there he prayed.",
        "parallels": []
      },
      {
        "number": 36,
        "text": "And Simon and those who were with him searched for him,",
        "parallels": []
      },
      {
        "number": 37,
        "text": "and they found him and said to him, 'Everyone is looking for you.'",
        "parallels": []
      },
      {
        "number": 38,
        "text": "And he said to them, 'Let us go on to the next towns, that I may preach there also, for that is why I came out.'",
        "parallels": []
      },
      {
        "number": 39,
        "text": "And he went throughout all Galilee, preaching in their synagogues and casting out demons.",
        "parallels": []
      },
      {
        "number": 40,
        "text": "And a leper came to him, imploring him, and kneeling said to him, 'If you will, you can make me clean.'",
        "parallels": []
      },
      {
        "number": 41,
        "text": "Moved with pity, he stretched out his hand and touched him and said to him, 'I will; be clean.'",
        "parallels": []
      },
      {
        "number": 42,
        "text": "And immediately the leprosy left him, and he was made clean.",
        "parallels": []
      },
      {
        "number": 43,
        "text": "And Jesus sternly charged him and sent him away at once,",
        "parallels": []
      },
      {
        "number": 44,
        "text": "and said to him, 'See that you say nothing to anyone, but go, show yourself to the priest and offer for your cleansing what Moses commanded, for a proof to them.'",
        "parallels": []
      },
      {
        "number": 45,
        "text": "But he went out and began to talk freely about it, and to spread the news, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter.",
        "parallels": []
      }
    ]
  },
  {
    "chapter": 2,
    "verses": [
      {
        "number": 1,
        "text": "And when he returned to Capernaum after some days, it was reported that he was at home.",
        "parallels": []
      },
      {
        "number": 2,
        "text": "And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them.",
        "parallels": []
      },
      {
        "number": 3,
        "text": "And they came, bringing to him a paralytic carried by four men.",
        "parallels": []
      },
      {
        "number": 4,
        "text": "And when they could not get near him because of the crowd, they removed the roof above him, and when they had made an opening, they let down the bed on which the paralytic lay.",
        "parallels": []
      },
      {
        "number": 5,
        "text": "And when Jesus saw their faith, he said to the paralytic, 'Son, your sins are forgiven.'",
        "parallels": []
      },
      {
        "number": 6,
        "text": "Now some of the scribes were sitting there, questioning in their hearts,",
        "parallels": []
      },
      {
        "number": 7,
        "text": "'Why does this man speak like that? He is blaspheming! Who can forgive sins but God alone?'",
        "parallels": []
      },
      {
        "number": 8,
        "text": "And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, 'Why do you question these things in your hearts?'",
        "parallels": []
      },
      {
        "number": 9,
        "text": "'Which is easier, to say to the paralytic, "Your sins are forgiven," or to say, "Rise, take up your bed and walk"?'",
        "parallels": []
      },
      {
        "number": 10,
        "text": "'But that you may know that the Son of Man has authority on earth to forgive sins'—he said to the paralytic—",
        "parallels": []
      },
      {
        "number": 11,
        "text": "'I say to you, rise, pick up your bed, and go home.'",
        "parallels": []
      },
      {
        "number": 12,
        "text": "And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, 'We never saw anything like this!'",
        "parallels": []
      },
      {
        "number": 13,
        "text": "He went out again beside the sea, and all the crowd was coming to him, and he was teaching them.",
        "parallels": []
      },
      {
        "number": 14,
        "text": "And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, 'Follow me.' And he rose and followed him.",
        "parallels": []
      },
      {
        "number": 15,
        "text": "And as he reclined at table in his house, many tax collectors and sinners were reclining with Jesus and his disciples, for there were many who followed him.",
        "parallels": []
      },
      {
        "number": 16,
        "text": "And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, 'Why does he eat with tax collectors and sinners?'",
        "parallels": []
      },
      {
        "number": 17,
        "text": "And when Jesus heard it, he said to them, 'Those who are well have no need of a physician, but those who are sick. I came not to call the righteous, but sinners.'",
        "parallels": []
      },
      {
        "number": 18,
        "text": "Now John's disciples and the Pharisees were fasting. And people came and said to him, 'Why do John's disciples and the disciples of the Pharisees fast, but your disciples do not fast?'",
        "parallels": []
      },
      {
        "number": 19,
        "text": "And Jesus said to them, 'Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast.",
        "parallels": []
      },
      {
        "number": 20,
        "text": "The days will come when the bridegroom is taken away from them, and then they will fast in that day.",
        "parallels": []
      },
      {
        "number": 21,
        "text": "No one sews a piece of unshrunk cloth on an old garment. If he does, the patch tears away from it, the new from the old, and a worse tear is made.",
        "parallels": []
      },
      {
        "number": 22,
        "text": "And no one puts new wine into old wineskins. If he does, the wine will burst the skins—and the wine is destroyed, and so are the skins. But new wine is for fresh wineskins.'",
        "parallels": []
      },
      {
        "number": 23,
        "text": "One Sabbath he was going through the grainfields, and as they made their way, his disciples began to pluck heads of grain.",
        "parallels": []
      },
      {
        "number": 24,
        "text": "And the Pharisees were saying to him, 'Look, why are they doing what is not lawful on the Sabbath?'",
        "parallels": []
      },
      {
        "number": 25,
        "text": "And he said to them, 'Have you never read what David did, when he was in need and was hungry, he and those who were with him:",
        "parallels": []
      },
      {
        "number": 26,
        "text": "how he entered the house of God, in the time of Abiathar the high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and also gave it to those who were with him?'",
        "parallels": []
      },
      {
        "number": 27,
        "text": "And he said to them, 'The Sabbath was made for man, not man for the Sabbath.",
        "parallels": []
      },
      {
        "number": 28,
        "text": "So the Son of Man is lord even of the Sabbath.'",
        "parallels": []
      }
    ]
  },
  {
    "chapter": 3,
    "verses": [
      {
        "number": 1,
        "text": "Again he entered the synagogue, and a man was there with a withered hand.",
        "parallels": []
      },
      {
        "number": 2,
        "text": "And they watched Jesus, to see whether he would heal him on the Sabbath, so that they might accuse him.",
        "parallels": []
      },
      {
        "number": 3,
        "text": "And he said to the man with the withered hand, 'Come here.'",
        "parallels": []
      },
      {
        "number": 4,
        "text": "And he said to them, 'Is it lawful on the Sabbath to do good or to do harm, to save life or to kill?' But they were silent.",
        "parallels": []
      },
      {
        "number": 5,
        "text": "And he looked around at them with anger, grieved at their hardness of heart, and said to the man, 'Stretch out your hand.' He stretched it out, and his hand was restored.",
        "parallels": []
      },
      {
        "number": 6,
        "text": "The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him.",
        "parallels": []
      },
      {
        "number": 7,
        "text": "Jesus withdrew with his disciples to the sea, and a great crowd followed, from Galilee and Judea",
        "parallels": []
      },
      {
        "number": 8,
        "text": "and Jerusalem and Idumea and from beyond the Jordan and from around Tyre and Sidon. When the great crowd heard all that he was doing, they came to him.",
        "parallels": []
      },
      {
        "number": 9,
        "text": "And he told his disciples to have a boat ready for him because of the crowd, lest they crush him,",
        "parallels": []
      },
      {
        "number": 10,
        "text": "for he had healed many, so that all who had diseases pressed around him to touch him.",
        "parallels": []
      },
      {
        "number": 11,
        "text": "And whenever the unclean spirits saw him, they fell down before him and cried out, 'You are the Son of God.'",
        "parallels": []
      },
      {
        "number": 12,
        "text": "And he strictly ordered them not to make him known.",
        "parallels": []
      },
      {
        "number": 13,
        "text": "And he went up on the mountain and called to him those whom he desired, and they came to him.",
        "parallels": []
      },
      {
        "number": 14,
        "text": "And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach",
        "parallels": []
      },
      {
        "number": 15,
        "text": "and have authority to cast out demons.",
        "parallels": []
      },
      {
        "number": 16,
        "text": "He appointed the twelve: Simon (to whom he gave the name Peter);",
        "parallels": []
      },
      {
        "number": 17,
        "text": "James the son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder);",
        "parallels": []
      },
      {
        "number": 18,
        "text": "Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot,",
        "parallels": []
      },
      {
        "number": 19,
        "text": "and Judas Iscariot, who betrayed him.",
        "parallels": []
      },
      {
        "number": 20,
        "text": "Then he went home, and the crowd gathered again, so that they could not even eat.",
        "parallels": []
      },
      {
        "number": 21,
        "text": "And when his family heard it, they went out to seize him, for they were saying, 'He is out of his mind.'",
        "parallels": []
      },
      {
        "number": 22,
        "text": "And the scribes who came down from Jerusalem were saying, 'He is possessed by Beelzebul,' and 'by the prince of demons he casts out the demons.'",
        "parallels": []
      },
      {
        "number": 23,
        "text": "And he called them to him and said to them in parables, 'How can Satan cast out Satan?'",
        "parallels": []
      },
      {
        "number": 24,
        "text": "'If a kingdom is divided against itself, that kingdom cannot stand.'",
        "parallels": []
      },
      {
        "number": 25,
        "text": "'And if a house is divided against itself, that house will not be able to stand.'",
        "parallels": []
      },
      {
        "number": 26,
        "text": "'And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end.'",
        "parallels
