[
  {
    "title": "Basilides",
    "description": "A Gnostic teacher in Alexandria who developed a complex cosmology and theology. His views were later condemned as heretical.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 16,
    "year": 160
  },
  {
    "title": "Ptolemaeus",
    "description": "A disciple of Valentinus, known for his Gnostic writings, particularly a letter to Flora, which offers an interpretation of Mosaic Law through a Gnostic lens. His works are preserved in part by Irenaeus and other church fathers.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 16,
    "year": 160
  },
  {
    "title": "Carpocrates",
    "description": "Gnostic teacher who founded the Carpocratian sect, which taught radical ideas about reincarnation and the transcendence of social and moral norms. His teachings are preserved by Irenaeus and other critics.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "Basilides",
    "description": "A prominent Gnostic teacher in Alexandria, Basilides developed a complex cosmological system. His works survive in fragments, mainly through Clement of Alexandria, Hippolytus, and Irenaeus.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 180
  },
  {
    "title": "Secundus",
    "description": "A Gnostic teacher and prominent disciple of Valentinus, known for his teaching on the division of reality into two basic substances (light and darkness). His teachings survive in part through Irenaeus and other early church fathers.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "180",
    "eventType": "Extrabiblical",
    "percentage": 23,
    "year": 225
  },
  {
    "title": "Heracleon",
    "description": "A prominent Gnostic and disciple of Valentinus, Heracleon is known for his commentary on the Gospel of John, which was the first known Christian biblical commentary. His Gnostic interpretations are preserved through Origen’s refutations.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "120",
    "eventType": "Extrabiblical",
    "percentage": 23,
    "year": 230
  },
  {
    "title": "Letter of Arius to Eusebius of Nicomedia",
    "description": "A letter outlining Arius' beliefs that the Son of God was created and not eternal. Preserved through citations by Athanasius.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 32,
    "year": 319
  },
  {
    "title": "Thalia",
    "description": "A theological poem by Arius presenting his views on the nature of Christ, emphasizing that the Son was created by the Father. Survives in fragments.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 32,
    "year": 320
  },
  {
    "title": "Philo of Alexandria",
    "description": "Philo, a Hellenistic Jewish philosopher, wrote extensively about Jewish customs and theology in the early 1st century. His works provide background on Jewish thought during the time of Jesus and the early church, helping to illuminate the cultural and philosophical environment in which the New Testament was written.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Alexandria, Egypt",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 4,
    "year": 40
  },
  {
    "title": "Valentinus",
    "description": "Gnostic teacher who founded the Valentinian school of Gnosticism, known for his complex cosmology and emphasis on divine emanations. His works are preserved in fragments and through later refutations.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Alexandria, Rome",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "Saturninus of Antioch",
    "description": "Gnostic teacher who developed a dualistic system of thought, believing that the material world was created by a lower god (the Demiurge). His teachings are preserved in fragments by Irenaeus and others.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Antioch",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "Paul of Samosata",
    "description": "Bishop of Antioch who taught a form of adoptionism, later deemed heretical. He denied the pre-existence of Christ and was condemned at a synod in 268 AD. Some of his letters and teachings are preserved in refutations.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Antioch",
    "y": "300",
    "eventType": "Extrabiblical",
    "percentage": 24,
    "year": 240
  },
  {
    "title": "Writings of Aetius",
    "description": "Writings by Aetius, a key figure in radical Arianism, particularly defending the idea that the Son is unlike (heteroousios) the Father.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Antioch",
    "y": "-150",
    "eventType": "Extrabiblical",
    "percentage": 33,
    "year": 330
  },
  {
    "title": "The Dedication Creed (Council of Antioch)",
    "description": "A creed produced by an Arian-leaning council, rejecting the consubstantiality of the Son with the Father.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Antioch",
    "y": "180",
    "eventType": "Extrabiblical",
    "percentage": 34,
    "year": 341
  },
  {
    "title": "Alcibiades of Apamea",
    "description": "Christian ascetic known for extreme fasting, mentioned by Hippolytus and linked with early monastic practices. His influence was more regional but significant for ascetic traditions.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Apamea",
    "y": "90",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Theodotus the Gnostic",
    "description": "A Gnostic teacher associated with Valentinianism. His teachings are preserved in part through Clement of Alexandria's refutations. He focused on the hidden knowledge (gnosis) of spiritual truths.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Asia Minor",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Cerinthus",
    "description": "A Jewish-Christian heretic who taught a form of adoptionism, denying the pre-existence of Christ. His teachings are preserved through refutations by early church fathers like Irenaeus and Hippolytus.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Asia Minor",
    "y": "90",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Nicolaus",
    "description": "Considered the founder of the Nicolaitans, a heretical sect mentioned in the Book of Revelation. His teachings, condemned for promoting idolatry and immorality, are preserved only in refutations.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Asia Minor",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 180
  },
  {
    "title": "Priscillian of Avila",
    "description": "Although he lived slightly after the Nicene period, Priscillian was an important figure in early Spanish Christianity who was accused of promoting Gnostic and Manichaean beliefs. He was executed for heresy.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Avila, Spain",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 28,
    "year": 275
  },
  {
    "title": "Letters of Pliny the Younger",
    "description": "In correspondence with Emperor Trajan, Pliny the Younger discusses the treatment of early Christians in the Roman Empire around 112 AD. His letters give insight into the spread of Christianity, early Christian worship practices, and how Roman authorities perceived and dealt with the movement. In this letter, Pliny the Younger, the governor of Bithynia, seeks guidance from Emperor Trajan on how to handle Christians in his province. He describes their practices, noting their willingness to die for their faith and the growing presence of Christianity in the Roman Empire. This correspondence offers important insights into the early Roman perception of Christians and the legal challenges they faced.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Bithynia (Asia Minor)",
    "y": "-120",
    "eventType": "Extrabiblical",
    "percentage": 11,
    "year": 112
  },
  {
    "title": "Beryllus of Bostra",
    "description": "Bishop of Bostra in Arabia, initially a proponent of adoptionism, a belief denying the pre-existence of Christ, but later returned to orthodoxy after debate with Origen.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Bostra",
    "y": "120",
    "eventType": "Extrabiblical",
    "percentage": 22,
    "year": 220
  },
  {
    "title": "Theodotus of Byzantium",
    "description": "A proponent of adoptionism, the belief that Jesus became divine only after his baptism. He was excommunicated by Pope Victor I for his views.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Byzantium",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Theodotus of Byzantium (Theodotus the Cobbler)",
    "description": "A proponent of adoptionism who taught that Jesus was born a mere man and became divine at his baptism. His teachings were condemned, and he was excommunicated by Pope Victor I.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Byzantium",
    "y": "-180",
    "eventType": "Extrabiblical",
    "percentage": 23,
    "year": 225
  },
  {
    "title": "Quintus Tertullianus",
    "description": "Early Christian writer and apologist from Carthage, known for his sharp defenses of Christianity and his later involvement with the Montanist movement.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Carthage",
    "y": "-120",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 180
  },
  {
    "title": "Writings of Eunomius",
    "description": "Works by Eunomius, a prominent Arian (Anomoean), defending the radical Arian position that the Son is of a completely different essence from the Father.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Constantinople",
    "y": "-270",
    "eventType": "Extrabiblical",
    "percentage": 36,
    "year": 360
  },
  {
    "title": "Bardesanes",
    "description": "A Syrian Gnostic who wrote extensively on free will and cosmology. His works, including The Book of the Laws of Countries, survive in fragments, especially in Syriac literature.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Edessa, Mesopotamia",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 19,
    "year": 190
  },
  {
    "title": "New Testament Apocrypha",
    "description": "The New Testament Apocrypha includes a variety of writings from the 2nd and 3rd centuries AD that were not included in the canonical New Testament. These texts, such as the Gospel of Thomas, Gospel of Peter, Gospel of Mary, and Shepherd of Hermas, offer alternative perspectives on Jesus' life, teachings, and early Christian beliefs. Most of these writings are generally dated later than the canonical books, often in the mid- to late-2nd century, and are considered less reliable regarding authorship. While many are attributed to key figures like Peter, Mary Magdalene, or Barnabas, modern scholars agree that these attributions are unlikely to be authentic, as the actual authors are mostly anonymous or unknown. Unlike the canonical texts, which have earlier and more widespread manuscript support (such as the Codex Sinaiticus and Vaticanus), apocryphal texts often survive in limited manuscripts or fragmented forms, like the Gospel of Thomas from the Nag Hammadi library. These writings were rejected by early church leaders due to theological concerns, particularly their association with Gnosticism or Jewish-Christian sects, and their later dates and less secure transmission further distinguish them from the earlier, more reliably attested New Testament books.",
    "texts": [
      "Gnostic or so-called New testament Apocrypha texts"
    ],
    "family": "",
    "location": "Egypt, Palestine, Syria, Rome",
    "y": "-90",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "yearRange": [
      100,
      200
    ]
  },
  {
    "title": "Marcus the Magician",
    "description": "A Gnostic teacher associated with Valentinianism, known for his mystical teachings on divine numerology and sacraments. His teachings are preserved mainly through the polemics of Irenaeus.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Gaul",
    "y": "-120",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 175
  },
  {
    "title": "Prodicus",
    "description": "A Gnostic teacher who denied the resurrection of the body and developed a libertine interpretation of Christian ethics. His teachings are preserved in refutations by church fathers like Clement of Alexandria.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Greece",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 16,
    "year": 160
  },
  {
    "title": "Anatolius of Laodicea",
    "description": "Bishop of Laodicea, known for his work on the Easter controversy and his mathematical treatise On the Calculation of Easter.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Laodicea",
    "y": "-240",
    "eventType": "Extrabiblical",
    "percentage": 30,
    "year": 300
  },
  {
    "title": "The Book of Mormon",
    "description": "While not a Bible Translation, The Book of Mormon is a significant religious text in Christianity. Its publication by Joseph Smith marked the beginning of the Latter-day Saint movement, which considers it an additional scriptural witness of Jesus Christ.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "New York, USA",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 183,
    "year": 1830
  },
  {
    "title": "Ebionites",
    "description": "A Jewish-Christian sect that rejected the divinity of Christ and adhered to a form of Jewish law. While the sect was not tied to a single founder, the teachings of the Ebionites were refuted by early church fathers.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Palestine",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Elchasai",
    "description": "Leader of the Elchasaites, a Jewish-Christian sect with Gnostic elements. He is known for the Book of Elchasai, which taught mystical practices. His teachings are preserved through refutations by church fathers.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Palestine",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 180
  },
  {
    "title": "Symmachus the Ebionite",
    "description": "A translator of the Old Testament into Greek, he was associated with the Ebionite movement, which rejected the divinity of Jesus. His translation of the Old Testament is often quoted by Origen.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Palestine",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Mani",
    "description": "Founder of Manichaeism, a syncretic religion that blended elements of Christianity, Zoroastrianism, and Buddhism. Though most of his writings are lost, some texts and fragments survive, particularly in the Kephalaia and other Manichaean writings.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Persia",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Montanus",
    "description": "Founder of Montanism, a movement emphasizing prophecy and asceticism. Though Montanus' own writings are mostly lost, his teachings survive through polemical writings by opponents like Tertullian.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Phrygia",
    "y": "-90",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "The Histories by Tacitus",
    "description": "Tacitus' Histories, written in the early 2nd century, document the period of Roman history around the Great Fire of Rome in 64 AD, during which Nero blamed and persecuted Christians. This Roman source provides important external confirmation of the persecution of early Christians and events described in the Book of Acts.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "30",
    "eventType": "Extrabiblical",
    "percentage": 6,
    "year": 64
  },
  {
    "title": "Natural History by Pliny the Elder",
    "description": "Written around 79 AD, this work includes references to Jewish customs and provides background information on the Roman world during the time of early Christianity. Although not directly about the New Testament, Pliny’s work helps contextualize the cultural and geographical settings of biblical events.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 8,
    "year": 79
  },
  {
    "title": "Antiquities of the Jews by Josephus",
    "description": "Written by the Jewish historian Josephus, this work provides an invaluable historical account of Jewish history, including references to events and figures from the New Testament, such as John the Baptist and Jesus. Josephus' writings help date the Gospel accounts and confirm the historical context of key biblical events.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "-90",
    "eventType": "Extrabiblical",
    "percentage": 9,
    "year": 93
  },
  {
    "title": "Lives of the Caesars by Suetonius",
    "description": "Suetonius, a Roman historian, references early Christians in his account of the reign of Claudius, mentioning disturbances caused by followers of \"Chrestus\" (likely Christ). This work provides an external account of the early Christian community in Rome during the 1st century.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "-150",
    "eventType": "Extrabiblical",
    "percentage": 10,
    "year": 100
  },
  {
    "title": "Annals by Tacitus",
    "description": "Tacitus, a Roman historian, wrote Annals around 115 AD, which includes a reference to the execution of Jesus under Pontius Pilate during the reign of Tiberius. This Roman record provides external corroboration of the Gospel accounts and helps confirm the historical dating of Jesus' crucifixion.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "120",
    "eventType": "Extrabiblical",
    "percentage": 12,
    "year": 115
  },
  {
    "title": "Marcion's Canon",
    "description": "Marcion of Sinope created one of the earliest known Christian canons around 140 AD. He rejected the Old Testament entirely and included only a modified version of Luke's Gospel and ten Pauline epistles, excluding the Pastoral Epistles. His canon prompted the early Church to define its own canon and highlighted the widespread acceptance of certain New Testament writings before the 2nd century.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 14,
    "year": 140
  },
  {
    "title": "The Epistle of Mathetes to Diognetus",
    "description": "An early Christian apologetic work, written around 130 AD, the Epistle of Diognetus defends Christianity to a pagan audience. This text sheds light on how early Christians viewed themselves in relation to Judaism and Roman society, helping to date early Christian theological development.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "240",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "yearRange": [
      130,
      175
    ]
  },
  {
    "title": "Dialogue with Trypho by Justin Martyr",
    "description": "Written around 160 AD, this work by the Christian apologist Justin Martyr debates with a Jewish interlocutor about the messianic prophecies in the Hebrew Bible and their fulfillment in Jesus. This text highlights how early Christians interpreted the Old Testament and helps date the development of Christian theology.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 16,
    "year": 160
  },
  {
    "title": "The First Apology by Justin Martyr",
    "description": "Written around 165 AD, this early Christian apology defends the faith to Roman authorities and explains early Christian beliefs and practices. It provides valuable insight into how early Christians understood the Bible and defended it against critics.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "-60",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 165
  },
  {
    "title": "Florinus",
    "description": "A presbyter in Rome who fell into heresy by promoting Gnostic views. Irenaeus wrote Against Florinus to refute him.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Rome",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 180
  },
  {
    "title": "Soter of Rome",
    "description": "Bishop of Rome known for his pastoral letters and his defense of the faith against various heresies.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Rome",
    "y": "-120",
    "eventType": "Extrabiblical",
    "percentage": 22,
    "year": 220
  },
  {
    "title": "Zephyrinus",
    "description": "Bishop of Rome, known for his opposition to various heretical movements, including modalism and Gnosticism. His leadership during a time of theological upheaval was significant for early church unity.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Rome",
    "y": "-270",
    "eventType": "Extrabiblical",
    "percentage": 24,
    "year": 240
  },
  {
    "title": "Simon Magus",
    "description": "A Samaritan magician and Gnostic figure, considered one of the founders of Gnosticism. He is mentioned in the Acts of the Apostles and refuted by early Christian writers. His teachings survive only in fragments.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Samaria",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Dositheus",
    "description": "An early Samaritan sect leader, sometimes associated with Gnosticism, who influenced later Christian thought. He is considered a heretic by the orthodox church but contributed to early religious discourse.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Samaria",
    "y": "-60",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "Menander",
    "description": "A disciple of Simon Magus and a prominent figure in early Gnosticism. He taught that followers could achieve immortality through Gnostic knowledge. His teachings are preserved in part through Irenaeus and other critics.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Samaria",
    "y": "60",
    "eventType": "Extrabiblical",
    "percentage": 17,
    "year": 170
  },
  {
    "title": "Marcion of Sinope",
    "description": "Founder of the Marcionite heresy, which rejected the Old Testament and much of the New Testament, accepting only a modified version of Luke’s Gospel and ten Pauline epistles. His own works are lost, but his teachings are preserved through refutations by church fathers like Tertullian.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Sinope, Asia Minor",
    "y": "-60",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Second Creed of Sirmium",
    "description": "A key Arian creed, explicitly rejecting the term \"homoousios\" (same substance) to describe the relationship between the Father and the Son.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "Sirmium",
    "y": "270",
    "eventType": "Extrabiblical",
    "percentage": 36,
    "year": 357
  },
  {
    "title": "Noetus of Smyrna",
    "description": "Early proponent of modalistic monarchianism (the idea that God is one person who appears in different modes), which was condemned as heresy. His teachings were refuted by Hippolytus.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Smyrna",
    "y": "-60",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Cerdo",
    "description": "A Gnostic teacher who influenced Marcion of Sinope. He rejected the Old Testament and taught that the god of the Old Testament was different from the god of the New Testament. His teachings are preserved in refutations by early church fathers.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Syria",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 20,
    "year": 200
  },
  {
    "title": "Letters of Arian Bishops (Eusebius of Nicomedia, Ulfilas)",
    "description": "Letters written by Arian bishops defending Arian theology and spreading the movement, particularly among the Goths.",
    "texts": [
      "Preserved in later works"
    ],
    "family": "",
    "location": "Various",
    "y": "-30",
    "eventType": "Extrabiblical",
    "percentage": 33,
    "year": 325
  },
  {
    "title": "Pseudo-Clementine Homilies",
    "description": "A collection of early Christian writings attributed to Clement of Rome, addressing moral and theological issues.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "-",
    "y": "120",
    "eventType": "Extrabiblical",
    "percentage": 15,
    "year": 150
  },
  {
    "title": "Celsus' True Word",
    "description": "Although primarily a critique of Christianity, Celsus’ work provides insights into the beliefs and practices of early Christians and their interactions with the broader Roman society. His arguments reflect the challenges faced by Christians in defending their faith against pagan critiques during the 2nd century.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "-",
    "y": "-240",
    "eventType": "Extrabiblical",
    "percentage": 18,
    "year": 178
  },
  {
    "title": "Letter of Emperor Julian",
    "description": "In this letter, Emperor Julian comments on the charitable acts of Christians, expressing embarrassment that they are performing more charity than pagans. He encourages the pagan community to emulate the Christians in their charitable works to regain influence and support among the populace. This document highlights the competition between religious groups in the Roman Empire during Julian's reign and his desire to revive paganism.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "-",
    "y": "0",
    "eventType": "Extrabiblical",
    "percentage": 36,
    "year": 360
  },
  {
    "title": "Lectionary 1",
    "description": "A lectionary containing readings from the New Testament, used in the liturgical context around the 11th century.",
    "texts": [
      ""
    ],
    "family": "",
    "location": "-",
    "y": "0",
    "eventType": "Lectionary",
    "percentage": 110,
    "year": 1100
  },
  {
    "title": "minuscule 29",
    "description": "",
    "texts": [
      "Matthew",
      "Mark",
      "Luke",
      "John"
    ],
    "family": "Byzantine",
    "location": "Byzantine empire",
    "y": "510",
    "eventType": "Minuscule",
    "percentage": 94,
    "year": 935
  }
]
